"App Management" = "Zarządzanie aplikacjami";

"WIFI Share" = "Transfer plików przez WIFI";

"BT Download Only in Wi-Fi" = "BT pobieranie tylko przez Wi-Fi";

"BT Bandwidth & Connection" = "BT Łącze i połączenia";

"Maximum Connections" = "Maksymalna ilość połączeń";

"Connections Per Torrent" = "Połączeń na torrent";

"Enable Limit" = "Włącz limity";

"Upload Limit" = "Limit uploadu";

"Download Limit" = "Limit downloadu";


"Automatically Install" = "Automatycznie zainstaluj";

"Delete After Install" = "Usuń po instalacji";

"Remove Metadata"="Usuń Metadane";

"Keep Awake"="Nie pozwól na wygasanie ekranu";

"This will keep your screen always ON while using AppCake"="Ta opcja włączy podtrzymywanie podświetlonego ekranu kiedy używasz AppCake";

"Remove Metadata will stop App Store from updating the app"="Usunięcie Metadanych uniemożliwi aktualizacji aplikacji przez AppStore";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Włączenie synchronizacji iTunes pozwoli aplikacje zainstalowane przez AppCake przetransferować na Twój komputer do iTunes.";

"iTunes Sync"="Synchronizacja iTunes";

"Feedback"="Odzew";

"Changelog"="Lista zmian";

"I Can Translate"="Mogę pomóc tłumaczyć!";

"Clear Image Cache"="Wyczyść pamięć podręczną";

"Settings" = "Ustawienia";

"Show iPhone Apps" = "Pokaż aplikacje na iPhone'a";